Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: In recent years commercialism has grown, and so has the need for shop owners to protect the premises against shoplifters and trouble makers.
vi: Trong những năm gần đây chủ nghĩa trọng thương đã lớn mạnh, và kéo theo đó là sự gia tăng nhu cầu của các chủ cửa hàng trong việc bảo vệ khu vực kinh doanh của mình khỏi những kẻ trộm cắp và những thành phần gây rối.

source: In recent years in England the views of some judges has changed to some extent and they will allow expert witness testimony if this testimony is likely to inform jurors of matters of which they are likely to be unaware (so long as the expert testimony is based on reliable information such as quality research that has been published).
vi: Trong những năm gần đây, cách nhìn nhận của một số thẩm phán đã cởi mở hơn và họ sẽ cho phép những lời khai nhân chứng có tính chuyên môn nếu như lời khai đó cung cấp thêm thông tin mà những gì bồi thẩm đoàn có thể không nghĩ tới (miễn là chứng cứ này dựa trên thông tin đáng tin cậy ví dụ như những nghiên cứu đã được công bố).

source: In recent years, though, an organization called Stop it Now!
vi: Mặc dù vậy, trong vài năm gần đây, 1 tổ chức tên Dừng lại Ngay!

source: In relation to gender, some research studies have found that male prisoners more often use direct forms of bullying than females do, whereas other studies have found no evidence of this.
vi: Liên quan đến vấn đề giới tính, một số nghiên cứu nhận định rằng các tù nhân nam thường sử dụng hình thức bắt nạt trực tiếp hơn nữ giới trong khi các nghiên cứu khác không tìm thấy bằng chứng về vấn đề này.

source: In relation to stressors in the outside world, prisoners can be concerned about the loss of their employment and their relation- ships with their families, and how these will be affected by their imprisonment.
vi: Xét về nhân tố bên ngoài, các tù nhân có thể cảm thấy lo lắng do bị mất việc làm và không còn nhiều các mối quan hệ với gia đình. Họ cũng lo sợ về việc mình bị ngồi tù sẽ ảnh hưởng như thế nào tới công việc và gia đình.

source: In relation to the information processed, the experienced car- crime investigators focused on a smaller number of variables for linkage than the other groups.
vi: Trong mối tương quan với việc xử lý thông tin, những nhà điều tra có kinh nghiệm điều tra án liên quan đến ô tô tập trung vào một số lượng biến số ít hơn phục vụ cho việc kết nối hơn là các nhóm khác.

source: In research terms, it has not received the same degree of attention as offender profiling.
vi: Trên phương diện nghiên cứu, nó không nhận được sự chú ý tương đương với việc thiết lập hồ sơ tội phạm.

source: In response The Attorney General of the United States set up a committee to produce guidelines for the police relating to the obtaining of eyewitness evidence.
vi: Bộ Tư pháp Mỹ đã thành lập một ủy ban nhằm hướng dẫn cảnh sát trong việc thu thập bằng chứng của nhân chứng.

source: In response to this the author of this chapter invited a colleague (Brian Clifford) to join him in writing a book (published in 1978) entitled The Psychology of Person Identification which overviewed the various insights that psychological findings and theories were then able to offer.
vi: Để đáp lại, tác giả mời tới một đồng nghiệp (ông Brian Clifford) để cùng tham gia viết nên cuốn sách (được xuất bản năm 1978) với tiêu đề "Nhận dạng tâm lý học con người", trong đó nêu lên cái nhìn tổng quan về một số nhìn nhận mà tài liệu tâm lý học và các giả thiết khác đến tận sau này mới đưa ra.

source: In several countries around the world (e.g. the USA, the UK), psychology is now among the top three most popular subjects to be studied at university or college.
vi: Ở một vài nước trên thế giới (như Mỹ, Anh Quốc), tâm lý học nằm trong top 3 môn học phổ biến được nhiều sinh viên chọn học nhất ở trường đại học và cao đẳng.

source: In several countries, offenders are no longer left in prison with- out considering the nature of their offence.
vi: Trong nhiều quốc gia, tội phạm không còn phải ngồi tù khi mà chưa xét đến bản chất phạm tội của họ nữa.

source: In some countries (e.g. the USA) many police forces currently train their officers to interview suspects in two main stages.
vi: Ở một số nước như Mỹ lực lượng cảnh sát hiện nay được đào tạo cách lấy cung nghi phạm theo hai giai đoạn chính.

source: In some countries beheading is considered a way of carrying out a death sentence because decapitation is felt in some cultures to be a method of execution which shows the skill of the executioner – this used to be the method of execution for the nobility in England.
vi: Ở một số nước thì việc chém đàu là một cách để thi hành án tử vì một số nền văn hóa cho rằng cách hành quyết này hể hiện đẳng cấp của những người đưa ra phán quyết - phương thức hành hình này được sử dụng trong giới thượng lưu ở Anh

source: In some countries the notion of keeping people in prison is taken one step further with the execution of offenders.
vi: Tại một số quốc gia, quan niệm về việc giam giữ đã thêm một bước để cấu thành tội phạm..

source: In some countries, a substantial minority of the prisoner population will therefore be female.
vi: Ở một số quốc gia, một thành phần nhỏ trọng yếu ở các tù nhân là nữ .

source: In some countries, for example the USA, the rules about the admissibility of expert witness testimony, how qualified/experienced such experts need to be and the research on which their testimony is based should be published are different from in the UK.
vi: Ở một số quốc gia, ví dụ như Mỹ, các bộ luật về lời khai nhân chứng có tính chuyên môn có thể chấp nhận được, các chuyên gia phải chuyên nghiệp hoặc có khả năng như thế nào, và nghiên cứu về lời khai của họ có nên được công khai khác với ở Anh.

source: In some criminal trials judges do not agree with requests from the defence lawyers that earwitness evidence may be so error- prone that such evidence should not be allowed to form part of the prosecution case.
vi: Trong một số phiên tòa, các thẩm phán không chấp thuận khi luật sư bên phía bị can kháng nghị rằng bằng chứng về giọng nói có thể mắc lỗi và do đó không nên được sử dụng để tiến hành khởi tố.

source: In some prisons, the front of a cell is composed of open bars which denies the prisoner any privacy at all.
vi: Ở một số nơi, trước cửa xà lim còn có quán bars khiến cho tù nhân hoàn toàn không còn sự riêng tư.

source: In some types of crime it is possible that a victim’s account may not be available, for example in the case of murder.
vi: Đối với một số loại tội ác, có thể sẽ không có biên bản khai của nạn nhân, ví dụ như trường hợp những vụ án giết người.

source: In such a case, a psychologist could be called upon in order to inform the pre-sentence report to the court.
vi: Trong trường hợp này, một nhà tâm lý học có thể được yêu cầu để cung cấp tài liệu bản báo cáo tiền án, tiền sự của phạm nhân cho quan tòa.

source: In such cases, an offender profiler might instead have to rely on post-mortem reports, sketches of the crime scene and accounts from others about the victim.
vi: Trong những trường hợp như thế, một nhà lập hồ sơ tội phạm thay vào đó có thể sẽ phải dựa vào báo cáo khám nghiệm tử thi, bản phác thảo của hiện trường vụ án và lời khai về nạn nhân từ những người khác.

source: In such situations the profiler is therefore assuming a relationship between behaviour and demographic characteristics.
vi: Trong những trường hợp này, người lập hồ sơ, do đó, sẽ giả định một mối liên hệ giữa hành vi và các đặc điểm nhân khẩu học.

source: In such situations, the court permits the calling of an expert witness who, by definition, has an expertise relating to the issue in question.
vi: Trong những trường hợp như thế, tòa án sẽ cho phép gọi một nhân chứng chuyên gia nghĩa là người có chuyên môn liên quan đến các vấn đề phức tạp như đã nó ở trên.

source: In that chapter a Canadian professor of psychology reviewed not only twelve publications of his own but also some twenty-two publications by other people on the topic of voice identification.
vi: Trong đó, một giáo sư tâm lý học người Canada không những xem xét mười hai bài báo của ông mà còn khoảng hai mươi bài báo của cả những người khác về chủ đề này.

source: In the 1970s, the consensus amongst the majority of researchers, practitioners and policy makers was that offender rehabilitation was not a feasible venture.
vi: Vào thập niên 70, đa số các nhà nghiên cứu, người thi hành án và các nhà lập pháp nhất trí cho rằng cải tạo phạm nhân là điều khả thi.

source: In the UK Chris Heffer argues that jury instructions should be seen as a teaching exercise.
vi: Tại Anh, Chris Heffer cho rằng hướng dẫn của ban bồi thẩm nên được coi như là một bài giảng.

source: In the UK a campaign for a similar law came from the News of the World newspaper and the parents of Sarah Payne, who was killed in 2001.
vi: Ở Vương quốc Anh, một chiến dịch cho điều luật tương tự bắt đầu từ báo News of the World và phụ huynh của Sarah Payne - em bé bị giết năm 2001

source: In the UK in 2005, a suggestion was made by a member of the British parliament that offenders on community service punishment should be made to wear distinctive orange uniforms.
vi: Vào năm 2005 ở Anh, một thành viên quốc hội đã đưa ra kiến nghị rằng nên bắt tội phạm mặc đồng phục màu cam cá biệt khi chấp hành hình phạt lao động công ích.

source: In the UK it is relatively rare for psychologists to testify (as expert witnesses) in criminal trials on factors that may influence the reliability of witness testimony.
vi: Ở Anh, khá hiếm những trường hợp các nhà tâm lý học phải chứng minh (như mhân chứng chuyên môn) trong phiên tòa xét xử tội phạm về các yếu tố có thể gây ảnh hưởng tới mức độ tin cậy trong lời khai của nhân chứng..

source: In the UK remand and sentenced prisoners are held in the same institutions, whereas in the US prisoners who are waiting for their case to be tried are located not in prisons but in jails.
vi: Ở Vương quốc Anh, tất cả các tù nhân được giam giữ chung, trong khi đó Mỹ sẽ đưa những nghi phạm vào trại tạm giam thay vì nhà tù.

source: In the UK, the Sexual Offences Act 2003 includes substantial increases in sentence length for many sexual offences and increased management of offenders for up to ten years after a sentence has been spent.
vi: Ở Vương quốc Anh, Đạo luật về Xâm phạm tình dục 2003 bao gồm việc tăng đáng kể độ dài bản án dành cho nhiều tội phạm tình dục và tăng thời gian quản thúc tội phạm lên đến 10 năm sau khi thi hành án.

source: In the USA a content analysis of newspaper clippings of accounts of 60 lynchings committed between 1899 and 1946 found that the more people in the mob the greater the savagery and viciousness with which they killed their victims.
vi: Ở Mỹ, một phân tích thỏa đáng từ một mẩu tin về báo cáo của 60 trường hợp hành hình không cần xét xử được tiến hành giữa từ 1899 đến 1946, đã thấy được rằng đám đông càng có nhiều người thì tính tàn ác và sự sai lầm càng lớn trong việc họ giết nạn nhân của mình.

source: In the USA from the mid-1990s the Innocence Project (see the Recommended Further Reading list at the end of this chapter for the address of its web site) has found that many falsely convicted and imprisoned people were there based on honest but mistaken eyewitness testimony.
vi: Còn tại Mỹ, trong khoảng giữa những năm 90, "Dự án vô tội" (xem thêm Những bài viết nên đọc ở cuối chương, có dẫn địa chỉ các websites) đã chỉ ra hầu hết người bị buộc tội và bị tù giam đều bị xét xử dựa trên lời khai tuy thật thà nhưng sai lầm của các nhân chứng.

source: In the USA the National Research Council (2003) pointed out that if, for example, the frequency of serious threat in an organization such as the security services is ten in ten thousand and a test procedure needs to detect at least eighty per cent of these threats, then over 1,600 people would fail the test.
vi: Ở Mỹ Hội đồng Nghiên cứu Quốc gia (2003) chỉ ra rằng, ví dụ, nếu tần số những đe dọa nghiêm trọng trong một tổ chức như lực lượng an ninh là 10 trong số 10000 và một bài kiểm tra cần phải phát hiện ít nhất 80% số nguy cơ này, vậy thì có trên 1600 người sẽ trượt bài kiểm tra.

source: In the USA the death penalty is reserved for murder, in other countries it can be given for homosexuality, drug dealing or smuggling.
vi: Tại Mỹ, án tử hình chỉ áp dụng riêng cho tội giết người, ở một số nước khác thì có thể áp dụng cho tội quấy rối tình dục, buôn ma túy hay buôn lậu

source: In the USA there have been moves to make executions as humane as possible.
vi: Tại Mỹ có xu hướng khiến cho việc hành hình trở nên nhân đạo hết mức có thể.

source: In the USA, such concerns led to Megan’s Law in 1996, which allows private and personal information on those registered as sex offenders against children, to be made available to the community (see the box on the previous pages for more information).
vi: Ở Mỹ, những mối quan tâm như thế này đã dẫn đến Luật Megan vào năm 1996, luật này cho phép thông tin riêng tư và cá nhân của những kẻ quấy rối tình dục ở trẻ em được công khai đến cộng đồng (tham khảo khung ở trang trước để biết thêm thông tin).

source: In the USA, the country that puts more of its population in prison than any other country in the world, almost one quarter of the state prison populations are sex offenders.
vi: Ở Mỹ, đất nước giam giữ dân của mình trong tù nhiều hơn bất kì nước nào trên thế giới, gần như một phần ba tội phạm của nhà tù bang là tội phạm tình dục.

source: In the United States many people keep guns in their home for self-defence and protection from intruders – this would be illegal in Britain.
vi: Tại Mỹ, rất nhiều người được cất giữ súng tại nhà cho việc phòng thân và bảo vệ khỏi những kẻ đột nhập bất hợp pháp - điều này lại là vi phạm pháp ở Anh.

source: In the United States the equivalent right to be read a caution is called a person’s Miranda rights (after the court case which established them).
vi: Ở Mỹ, quyền lợi tương tự của một người về việc được thông báo cho biết cảnh báo đó được gọi là Quyền Miranda (được lập ra sau một vụ kiện tòa án).

source: In the United States, it was well- expressed in the following address to the NYPD by the General Superintendent, Amos Pilsbury, in 1859, which is displayed at the New York Police History Museum, Manhattan, New York:
vi: Tại Mỹ, mối quan tâm này cũng được đề cập rõ hơn trong lời phát biểu tại Sở Cảnh sát New York của ngài Giám đốc Amos Pilsbury vào năm 1859. Bài diễn văn hiện đang được trưng bày tại Bảo tàng Cảnh Sát New York, Manhattan, New York:

source: In the broadest sense this principle means that programmes based on cognitive behavioural principles (those that focus on challenging individuals’ thoughts and attitudes in order to alter their behaviour) should be adopted as these have been shown by research to be most effective with offenders.
vi: Theo cách hiểu khái quát nhất, điều này có nghĩa là những chương trình dựa trên các nguyên lý hành vi nhận thức (tập trung vào việc thử thách suy nghĩ và thái độ để thay đổi hành vi của của đối tượng) nên được áp dụng vì hiệu quả của chúng đối với phạm nhân đã được chứng minh qua nghiên cứu.

source: In the decades since then many thousands of research papers and dozens of books have been published on the topic.
vi: Kể từ đó, hàng ngàn nghiên cứu và hàng chục đầu sách đã được xuất bản nói về chủ đề này.

source: In the early 1980s Brian Clifford and I conducted a programme of research studies for the Government that was given an impetus by the publication of the Devlin Report mentioned earlier in this chapter.
vi: Vào những năm đầu của thập niên 80, Brian Clifford và tôi cùng nhau thực hiện một chương trình nghiên cứu cho chính phủ, được xuất bản bởi tờ Devlin Report như đã đề cập lúc trước trong chương này.

source: In the early days of attempting to detect criminal lying with a procedure involving the polygraph, a number of questioning techniques were developed, some of which have now been largely abandoned.
vi: Vào thời kỳ đầu, khi máy phát hiện nói dối được đưa vào quá trình điều tra nhằm phát hiện các khai báo gian trá, người ta đã phát triển một loạt các kỹ thuật tra hỏi, một vài trong số này hầu như đã không còn được sử dụng.

source: In the example of whether a caution was understood, a linguist might argue that without an interpreter the person’s rights were violated and any conviction would thus be unsafe.
vi: Trong ví dụ về việc liệu một lời cảnh báo đã được hiểu rõ hay chưa, một nhà ngôn ngữ học có thể tranh luận rằng nếu không có người phiên dịch thì quyền lợi của người đó đã bị xâm phạm và do đó, bất kỳ sự kết án nào đều là không chắc chắn.

source: In the first instance this information will be given verbally by the police officer.
vi: Ngay lập tức, thông tin này sẽ được viên cảnh sát truyền đạt bằng lời nói.

source: In the following five years, nineteen programmes were approved for national implementation within the Prison and/ or Probation Service.
vi: Trong vòng 5 năm tiếp theo, 19 chương trình đã được thông qua và được thi hành trên toàn quốc trong Cơ quan Quản Lý Nhà Tù và Giám Sát Phạm Nhân.

source: In the late 1980s we conducted one of the first published studies of questioning of child witnesses in criminal courts in which eighty-nine children were observed giving evidence in forty trials in Glasgow, Scotland.
vi: Vào những năm cuối thập niên 80, chúng tôi tiến hành một trong số các bài nghiên cứu đầu tiên từng được công bố về vấn đề đặt câu hỏi cho nhân chứng là trẻ em trên tòa, trong đó có tám mươi chín trẻ được quan sát khi đưa ra bằng chứng trong bốn mươi phiên tòa tại Glasgow, Scotland.

source: In the late nineteenth century in London, eleven women were murdered in an area called Whitechapel.
vi: Cuối thế kỷ 19 tại London, mười một phụ nữ đã bị giết hại tại một khu vực có tên là Whitechapel.

source: In the light of these points the Court of Appeal decided, in the particular case before it, that ‘We do not think that the identification, which rested almost wholly on the voice of the appellant as he spoke to the police officers, was good enough to enable us to say that this conviction was safe and consequently we quash this conviction.’
vi: Dựa vào những điểm trên, trong một vụ án cụ thể trước đó, Tòa phúc thẩm đã tuyên bố 'Chúng tôi không cho rằng lời xác thực, gần như chỉ nhờ vào giọng nói của nguyên kháng khi đối thoại với cảnh sát, là đủ thuyết phục để chúng tôi chấp nhận kết án và vì thế, chúng tôi bác bỏ lời cáo buộc này.’

source: In the next section we move on from the assumptions of offender profiling to consider the research that has evaluated the actual practice of offender profiling.
vi: Trong phần tiếp theo, từ những giả định về lập hồ sơ tội phạm, chúng ta sẽ tiếp tục xem xét đến những nghiên cứu đã đánh giá sự triển khai của lập hồ sơ tội phạm trong thực tế.

source: In the outside world, responding aggressively to teasing or rumour-spreading may not be appropriate, however, in the prison, where being able to look after yourself is valued, this could be perceived as an adaptive strategy.
vi: Đối với thế giới bên ngoài, khi bị trêu đùa hoặc gặp phải những tin đồn mà phản ứng một cách hung hãn, kịch liệt được xem là không nên thì trong tù-nơi việc tự lo cho chính mình được đề cao- thì việc này được xem như là một phương pháp hiệu quả.

source: In the prison environment this might involve telling a fellow inmate which member of staff they need to speak to about visiting arrangements.
vi: Trong nhà tù, sự hỗ trợ đó có thể là việc ......

source: In the prison environment, because of the inmate code, this could be a maladaptive strategy.
vi: Nhưng với các quy tắc của phạm nhân, thì việc sử dụng cách này trong tù là chiến lược không phù hợp .

source: In the prison environment, fostering social support would therefore seem to be a good way of addressing the psychological distress experienced by some prisoners.
vi: Do đó trong môi trường tù ngục, việc thúc đẩy các hỗ trợ xã hội dường như là một phương pháp tốt để giải quyết những ưu tư về mặt tâm lý theo như một số tù nhân đã trải qua.

source: In the published literature and on the Internet it is easy to find case studies of successful applications of offender profiling to real criminal investigations.
vi: Trong các sách được xuất bản và trên Internet, rất dễ dàng tìm thấy những nghiên cứu tình huống về những vụ án sử dụng thành công việc lập hồ sơ tội phạm để điều tra tội ác trong thực tế.

source: In the sixteenth century a London writer, Robert Greene, noted that crime was becoming like entertainment and this meant that more and more often reports of offences and their punishments were appearing in newspapers, journals and chronicles.
vi: Vào thế kỷ thứ 16, một nhà văn Luân-đôn, Robert Greene, ghi nhận rằng tội ác đang trở nên giống một kiểu giải trí và điều này có nghĩa là ngày càng nhiều những báo cáo về việc các tội ác và sự trừng phạt của chúng xuất hiện trên báo chí, nhật báo và tin vặt.

source: In the studies conducted so far, behaviours relating to distance travelled to commit crimes and controlling the victim show the greatest consistency.
vi: Trong các nghiên cứu được thực hiện từ trước tới nay, các hành vi liên quan tới khoảng cách di chuyển để gây án và điều khiển nạn nhân thể hiện sự nhất quán lớn nhất.

source: In the summer of 2000, an eight-year-old schoolgirl, Sarah Payne, was murdered (elsewhere in the country) by a registered sex offender.
vi: Vào mùa hè năm 2000, 1 nữ sinh 8 tuổi, Sarah Payne, đã bị giết hại ( ở đâu đó trong vùng) bởi 1 tên tội phạm tình dục đã có tiền ánắ

source: In their concluding paragraph they stated:
vi: Trong đoạn cuối, họ viết:

source: In their efforts to understand and provide explanations for the difficulties of legal language, linguists have come up with two main answers.
vi: Trong những nỗ lực của họ để hiểu và đưa ra giải thích cho những khó khăn của ngôn ngữ pháp lý, ngôn ngữ học đã đưa ra hai câu trả lời chính.

source: In their search for reform, linguists have not only studied the nature of legal language but also tried to understand why legal language is as it is.
vi: Trong khi đi tìm cho cải cách, ngôn ngữ học đã không chỉ nghiên cứu các tính chất của ngôn ngữ pháp lý mà còn cố gắng tìm hiểu lý do tại sao ngôn ngữ pháp lý là như vậy.

source: In theory, they could seek support from prison staff (such as prison officers, or prison guards as they are also called, psychologists or the chaplain), fellow prisoners and their friends and family outside the prison.
vi: Trên lý thuyết, họ có thể tìm thấy các hỗ trợ từ các nhân viên trại giam (như các cai ngục, người bảo về nhà tù-như một tên gọi khác của họ là những nhà tâm lý học, hoặc các giáo sĩ đoàn thể), từ những bạn tù, ban bè khác cũng như phía gia đình .

source: In these latter trials, not only were there many more ‘yes’/‘no’ questions in the cross- examinations, there also were more leading questions than in evidence-in-chief (twenty-five per cent vs. three per cent).
vi: Trong các phiên tòa kiểu này, không những tần suất xuất hiện trong các lần đối thẩm của câu hỏi 'có/không' nhiều hơn, mà số câu hỏi dẫn dắt cũng nhiều hơn số bằng-chứng-chính (hai mươi lăm phần trăm so với ba phần trăm).

source: In this 1980 study (which was conducted for the Royal Commission On Criminal Procedure) Barrie Irving was present at several dozen interviews in England.
vi: Vào năm 1980 nghiên cứu được thực hiện bởi Ủy ban hoàng gia Anh về tố tụng hình sự, trong đó Barrie Irving đưa ra mười hai trường hợp chất vấn riêng biệt.

source: In this book we have explained in a reader-friendly way the research (and theory) which underpins modern criminal psychology.
vi: Trong cuốn sách này, chúng tôi giải thích bằng một cách thân thiện, dễ hiểu đối với độc giả về nền tảng của tâm lý học tội phạm hiện đại.
